Repository: etiennefd/Metaeo
Catalog: Metaeo/*.lproj/Localizable.strings
Languages: fr_ca

source: Meteorological Service of Canada
fr_ca: Service météorologique du Canada

source: MET Norway
fr_ca: MET Norvège

source: Sunny
fr_ca: Ensoleillé

source: Cloudy
fr_ca: Nuageux

source: Mostly cloudy
fr_ca: Généralement nuageux

source: Rain
fr_ca: Pluie

source: Freezing rain
fr_ca: Pluie verglaçante

source: Flurries
fr_ca: Averses de neige

source: Light snow
fr_ca: Faible neige

source: Snow
fr_ca: Neige

source: Fog
fr_ca: Brouillard

source: Fog patches
fr_ca: Bancs de brouillard

source: Haze
fr_ca: Brume sèche

source: Ice fog
fr_ca: Brouillard glacé

source: Drizzle
fr_ca: Bruine

source: Freezing drizzle
fr_ca: Bruine verglaçante

source: Clear
fr_ca: Dégagé

source: Windy
fr_ca: Venteux

source: Smoke
fr_ca: Fumée

source: Mainly sunny
fr_ca: Généralement ensoleillé

source: Partly cloudy
fr_ca: Partiellement nuageux

source: Light rain shower
fr_ca: Faible averse de pluie

source: Light rain shower and flurries
fr_ca: Faible averse de pluie et de neige

source: Light flurries
fr_ca: Faible averse de neige

source: Precipitation
fr_ca: Précipitations

source: Squalls
fr_ca: Grains

source: Light precipitation
fr_ca: Précipitations faibles

source: Heavy precipitation
fr_ca: Précipitations fortes

source: Rain shower
fr_ca: Averse de pluie

source: Light rain and drizzle
fr_ca: Pluie et bruine faibles

source: Light rain
fr_ca: Pluie faible

source: Rain and drizzle
fr_ca: Pluie et bruine

source: Heavy rain and drizzle
fr_ca: Pluie et bruine fortes

source: Heavy rain shower
fr_ca: Forte averse de pluie

source: Heavy rain
fr_ca: Pluie forte

source: Light freezing drizzle
fr_ca: Faible bruine verglaçante

source: Light freezing rain
fr_ca: Faible pluie verglaçante

source: Heavy freezing drizzle
fr_ca: Forte bruine verglaçante

source: Heavy freezing rain
fr_ca: Forte pluie verglaçante

source: Rain and flurries
fr_ca: Pluie et averse de neige

source: Rain and snow
fr_ca: Pluie et neige

source: Light rain and snow
fr_ca: Pluie et neige faibles

source: Heavy rain shower and flurries
fr_ca: Forte averse de pluie et de neige

source: Heavy rain and snow
fr_ca: Pluie et neige fortes

source: Heavy flurries
fr_ca: Forte averse de neige

source: Heavy snow
fr_ca: Neige forte

source: Thunderstorm with rain
fr_ca: Orage avec pluie

source: Thunderstorm with heavy rain
fr_ca: Orage avec forte pluie

source: Thunderstorm with light rain
fr_ca: Orage avec faible pluie

source: Thunderstorm
fr_ca: Orage

source: Heavy thunderstorm with rain
fr_ca: Orage fort avec pluie

source: Heavy thunderstorm
fr_ca: Orage fort

source: Shallow fog
fr_ca: Mince couche de brouillard

source: Mist
fr_ca: Brume

source: Drifting snow
fr_ca: Poudrerie basse

source: Ice crystals
fr_ca: Cristaux de glace

source: Snow pellets
fr_ca: Neige roulée

source: Ice pellets
fr_ca: Grésil

source: Hail
fr_ca: Grêle

source: Snow grains
fr_ca: Neige en grains

source: Light drizzle
fr_ca: Bruine faible

source: Heavy drizzle
fr_ca: Bruine forte

source: Mainly clear
fr_ca: Généralement dégagé

source: Blowing snow
fr_ca: Poudrerie élevée

source: Funnel cloud
fr_ca: Nuage en entonnoir

source: Tornado
fr_ca: Tornade

source: Dust devils
fr_ca: Tourbillons de poussière

source: Dust storm
fr_ca: Tempête de poussière

source: Volcanic ash
fr_ca: Cendres volcaniques

source: Blowing dust
fr_ca: Chasse-poussière élevée

source: Sandstorm
fr_ca: Tempête de sable

source: Drifting dust
fr_ca: Chasse-poussière basse

source: Thunderstorm with hail
fr_ca: Orage avec grêle

source: Heavy thunderstorm with hail
fr_ca: Orage fort avec grêle

source: Thunderstorm with blowing dust
fr_ca: Orage avec chasse-poussière élevée

source: Thunderstorm with dust storm
fr_ca: Orage avec tempête de poussière

source: Waterspout
fr_ca: Trombe marine

source: A few clouds
fr_ca: Quelques nuages

source: A mix of sun and cloud
fr_ca: Alternance de soleil et de nuages

source: Cloudy periods
fr_ca: Passages nuageux

source: Sunny with cloudy periods
fr_ca: Ensoleillé avec passages nuageux

source: Cloudy with sunny periods
fr_ca: Nuageux avec percées de soleil

source: Increasing cloudiness
fr_ca: Ennuagement graduel

source: Clearing
fr_ca: Dégagement

source: Chance of showers
fr_ca: Possibilité d’averses de pluie

source: A few showers
fr_ca: Quelques averses de pluie

source: Chance of drizzle or rain
fr_ca: Possibilité de bruine ou de pluie

source: A few flurries or rain showers
fr_ca: Quelques averses de neige ou de pluie

source: Chance of flurries or rain showers
fr_ca: Possibilité de neige ou de pluie

source: A few flurries
fr_ca: Quelques averses de neige

source: Chance of flurries
fr_ca: Possibilité d’averses de neige

source: A few wet flurries
fr_ca: Quelques averses de neige fondante

source: Chance of showers at times heavy or thundershowers
fr_ca: Possibilité d’averses de pluie parfois forte ou d’orages

source: Chance of showers at times heavy or thunderstorms
fr_ca: Possibilité d’averses de pluie parfois forte ou d’orages

source: Chance of thundershowers
fr_ca: Possibilité d’orages

source: Chance of thunderstorms
fr_ca: Possibilité d’orages

source: Chance of showers or thundershowers
fr_ca: Possibilité d’averses de pluie ou d’orages

source: Chance of showers or thunderstorms
fr_ca: Possibilité d’averses de pluie ou d’orages

source: A few flurries or thundershowers
fr_ca: Quelques averses de neige ou orages

source: Overcast
fr_ca: Couvert

source: Showers
fr_ca: Averses de pluie

source: Periods of rain
fr_ca: Pluie intermittente

source: Rain at times heavy
fr_ca: Pluie parfois forte

source: A few showers or drizzle
fr_ca: Quelques averses de pluie ou bruine

source: Chance of freezing rain
fr_ca: Possibilité de pluie verglaçante

source: Chance of freezing rain or rain
fr_ca: Possibilité de pluie verglaçante ou de pluie

source: Chance of rain or freezing rain
fr_ca: Possibilité de pluie ou de pluie verglaçante

source: A few rain showers or flurries
fr_ca: Quelques averses de pluie ou de neige

source: Periods of rain or snow
fr_ca: Pluie intermittente ou neige intermittente

source: A few rain showers or wet flurries
fr_ca: Quelques averses de pluie ou de neige fondante

source: Snow mixed with rain
fr_ca: Neige mêlée de pluie

source: Chance of snow mixed with freezing rain
fr_ca: Possibilité de neige mêlée de pluie verglaçante

source: Wet snow or rain
fr_ca: Neige fondante ou pluie

source: Wet flurries
fr_ca: Averses de neige fondante

source: Wet snow
fr_ca: Neige fondante

source: Snow at times heavy
fr_ca: Neige parfois forte

source: Periods of snow
fr_ca: Neige intermittente

source: Chance of snow
fr_ca: Possibilité de neige

source: Snow squalls
fr_ca: Bourrasques de neige

source: Local snow squalls
fr_ca: Bourrasques de neige par endroits

source: Near blizzard
fr_ca: Quasi-blizzard

source: Snow and blizzard
fr_ca: Neige et blizzard

source: Snow at times heavy and blowing snow
fr_ca: Neige parfois forte et poudrerie

source: A few showers or thundershowers
fr_ca: Quelques averses de pluie ou orages

source: A few showers or thunderstorms
fr_ca: Quelques averses de pluie ou orages

source: Showers or thundershowers
fr_ca: Averses de pluie ou orages

source: Showers or thunderstorms
fr_ca: Averses de pluie ou orages

source: Rain or thunderstorms
fr_ca: Pluie ou orages

source: Rain or thundershowers
fr_ca: Pluie ou orages

source: Chance of thunderstorms and possible hail
fr_ca: Possibilité d’orages et possibilité de grêle

source: Thunderstorms and possible hail
fr_ca: Orages et possibilité de grêle

source: Fog dissipating
fr_ca: Brouillard se dissipant

source: Fog developing
fr_ca: Brouillard se formant

source: Ice fog developing
fr_ca: Brouillard glacé se formant

source: Ice fog dissipating
fr_ca: Brouillard glacé se dissipant

source: A few flurries mixed with ice pellets
fr_ca: Quelques averses de neige mêlée de grésil

source: Ice pellet
fr_ca: Grésil

source: Ice pellet mixed with freezing rain
fr_ca: Grésil mêlé de pluie verglaçante

source: Ice pellet mixed with snow
fr_ca: Grésil mêlé de neige

source: Ice pellet or snow
fr_ca: Grésil ou neige

source: Possibility of drizzle mixed with freezing drizzle
fr_ca: Possibilité de bruine mêlée de bruine verglaçante

source: Possibility of drizzle
fr_ca: Possibilité de bruine

source: Drizzle or freezing drizzle
fr_ca: Bruine ou bruine verglaçante

source: Not available
fr_ca: Non disponible

source: A few flurries or showers
fr_ca: Quelques averses de neige ou de pluie

source: Chance of snow or rain
fr_ca: Possibilité de neige ou de pluie

source: Chance of light snow
fr_ca: Possibilité de faible neige

source: Snow and blowing snow
fr_ca: Neige et poudrerie

source: Rainshower
fr_ca: Averse de pluie

source: Chance of showers. Risk of thunderstorms
fr_ca: Possibilité d’averses. Risque d’orages

source: Chance of showers. Risk of severe thunderstorms
fr_ca: Possibilité d’averses. Risque d’orages violents

source: Showers. risk of thunderstorms
fr_ca: Averses. Risque d’orages

source: Showers. Risk of severe thunderstorms
fr_ca: Averses Risque d’orages violents

source: A few showers. Risk of thunderstorms
fr_ca: Quelques averses. Risque d’orages

source: A few showers. Risk of severe thunderstorms
fr_ca: Quelques averses. Risque d’orages violents

source: Rain. risk of thunderstorms
fr_ca: Pluie. Risque d’orages

source: Rain at times heavy. Risk of thunderstorms
fr_ca: Pluie pafois forte. Risque d’orages

source: Risk of severe thunderstorms
fr_ca: Risque d’orages violents

source: Light rainshower
fr_ca: Faible averse de pluie

source: Mainly cloudy
fr_ca: Généralement nuageux

source: Rain showers and flurries
fr_ca: Averses de pluie et de neige

source: Thunderstorm with light rainshowers
fr_ca: Orage avec faibles averses de pluie

source: Thunderstorm with rainshowers
fr_ca: Orage avec averses de pluie

source: Thunderstorm with heavy rainshowers
fr_ca: Orage avec fortes averses de pluie

source: Clear sky
fr_ca: Ciel dégagé

source: Fair
fr_ca: Quelques nuages

source: Heavy rain
fr_ca: Pluie forte

source: Heavyrainandthunder
fr_ca: Orage avec pluie forte

source: Heavyrainshowers
fr_ca: Fortes averses de pluie

source: Heavy rainshowers and thunder
fr_ca: Orage avec fortes averses de pluie

# heavysleet (rain and snow)
source: Heavy sleet
fr_ca: Pluie et neige fortes

# heavysleetandthunder (rain and snow)
source: Heavy sleet and thunder
fr_ca: Orage avec pluie et neige fortes

# heavysleetshowers (rain and snow)
source: Heavy sleet showers
fr_ca: Fortes averses de pluie et de neige

# heavysleetshowersandthunder (rain and snow)
source: Heavy sleet showers and thunder
fr_ca: Orage avec fortes averses de pluie et de neige

source: Heavy snow
fr_ca: Neige forte

source: Heavy snow and thunder
fr_ca: Orage avec neige forte

source: Heavy snow showers
fr_ca: Fortes averses de neige

source: Heavy snow showers and thunder
fr_ca: Orage avec fortes averses de neige

source: Light rain
fr_ca: Pluie faible

source: Light rain and thunder
fr_ca: Orage avec pluie faible

source: Light rain showers
fr_ca: Faibles averses de pluie

source: Light rain showers and thunder
fr_ca: Orage avec faibles averses de pluie

# lightsleet (rain and snow)
source: Light sleet
fr_ca: Pluie et neige faibles

# lightsleetandthunder (rain and snow)
source: Light sleet and thunder
fr_ca: Orage avec pluie et neige faibles

# lightsleetshowers (rain and snow)
source: Light sleet showers
fr_ca: Faibles averses de pluie et de neige

# lightssleetshowersandthunder (rain and snow)
source: Light sleet showers and thunder
fr_ca: Orage avec faibles averses de pluie et de neige

source: Light snow
fr_ca: Neige faible

source: Light snow and thunder
fr_ca: Orage avec neige faible

source: Light snow showers
fr_ca: Faibles averses de neige

# lightssnowshowersandthunder
source: Light snow showers and thunder
fr_ca: Orage avec faibles averses de neige

source: Partly cloudy
fr_ca: Partiellement nuageux

source: Rain and thunder
fr_ca: Orage avec pluie

source: Rain showers
fr_ca: Averses de pluie

source: Rain showers and thunder
fr_ca: Orage avec averses de pluie

# sleet (rain and snow)
source: Sleet
fr_ca: Pluie et neige

# sleetandthunder (rain and snow)
source: Sleet and thunder
fr_ca: Orage avec pluie et neige

# sleetshowers (rain and snow)
source: Sleet showers
fr_ca: Averses de pluie et de neige

# sleetshowersandthunder (rain and snow)
source: Sleet showers and thunder
fr_ca: Orage avec averses de pluie et de neige

source: Snow and thunder
fr_ca: Orage avec neige

source: Snow showers
fr_ca: Averses de neige

source: Snow showers and thunder
fr_ca: Orage avec averses de neige

source: Mostly sunny
fr_ca: Généralement ensoleillé

source: Partly sunny
fr_ca: Partiellement ensoleillé

source: Mostly clear
fr_ca: Généralement dégagé

source: Increasing clouds
fr_ca: Ennuagement graduel

source: Decreasing clouds
fr_ca: Dégagement

source: Becoming cloudy
fr_ca: Ennuagement graduel

source: Gradual clearing
fr_ca: Dégagement graduel

source: Clearing late
fr_ca: Dégagement plus tard

source: Becoming sunny
fr_ca: Dégagement

source: Patchy fog
fr_ca: Bancs de brouillard

source: Dense fog
fr_ca: Brouillard dense

source: Areas fog
fr_ca: Zones de brouillard

source: Blowing sand
fr_ca: Chasse-sable

source: Patchy haze
fr_ca: Bancs de brume sèche

source: Areas haze
fr_ca: Zones de brume sèche

source: Patchy ice crystals
fr_ca: Bancs de cristaux de glace

source: Areas ice crystals
fr_ca: Zones de cristaux de glace

source: Patchy ice fog
fr_ca: Bancs de brouillard glacé

source: Areas ice fog
fr_ca: Zones de brouillard glacé

source: Patchy freezing fog
fr_ca: Bancs de brouillard glacé

source: Areas freezing fog
fr_ca: Zones de brouillard glacé

source: Freezing fog
fr_ca: Brouillard glacé

source: Freezing spray
fr_ca: Embruns glacés

source: Patchy smoke
fr_ca: Bancs de fumée

source: Areas smoke
fr_ca: Zones de fumée

source: Patchy frost
fr_ca: Bancs de givre

source: Areas frost
fr_ca: Zones de givre

source: Frost
fr_ca: Givre

source: Patchy ash
fr_ca: Bancs de cendre

source: Areas ash
fr_ca: Zones de cendre

# chance sleet (ice pellets)
source: Chance sleet
fr_ca: Possibilité de grésil

# sleet (ice pellets)
source: Sleet
fr_ca: Grésil

source: Chance rain showers
fr_ca: Possibilité d’averses de pluie

source: Rain showers
fr_ca: Averses de pluie

source: Chance rain
fr_ca: Possibilité de pluie

source: Chance drizzle
fr_ca: Possibilité de bruine

source: Chance snow showers
fr_ca: Possibilité d’averses de neige

source: Snow showers
fr_ca: Averses de neige

source: Chance flurries
fr_ca: Possibilité d’averses de neige

source: Chance snow
fr_ca: Possibilité de neige

source: Chance rain/snow
fr_ca: Possibilité de pluie ou de neige

source: Rain/snow
fr_ca: Pluie ou neige

source: Chance freezing rain
fr_ca: Possibilité de pluie verglaçante

source: Chance freezing drizzle
fr_ca: Possibilité de bruine verglaçante

source: Chance wintry mix
fr_ca: Possibilité de mélange de pluie et de neige

source: Wintry mix
fr_ca: Mélange de pluie et de neige

source: Chance rain/freezing rain
fr_ca: Possibilité de pluie ou de pluie verglaçante

source: Rain/freezing rain
fr_ca: Pluie ou de pluie verglaçante

# chance rain/sleet (ice pellets)
source: Chance rain/sleet
fr_ca: Possibilité de pluie ou de grésil

# rain/sleet (ice pellets)
source: Rain/sleet
fr_ca: Pluie ou grésil

# chance snow/sleet (ice pellets)
source: Chance snow/sleet
fr_ca: Possibilité de neige ou de grésil

# snow/sleet (ice pellets)
source: Snow/sleet
fr_ca: Neige ou grésil

source: Isolated thunderstorms
fr_ca: Orages isolés

source: Chance thunderstorms
fr_ca: Risque d’orages

source: Thunderstorms
fr_ca: Orages

source: Severe tstms
fr_ca: Orages violents

source: Water spouts
fr_ca: Trombes marines

source: Blustery
fr_ca: Très venteux

source: Breezy
fr_ca: Légèrement venteux

source: Hot
fr_ca: Chaud

source: Cold
fr_ca: Froid

source: Isolated rain showers
fr_ca: Averses de pluie isolées

source: Chance showers and thunderstorms
fr_ca: Possibilité d’averses et d’orages

source: Isolated showers and thunderstorms
fr_ca: Averses et orages isolés

source: Chance light rain
fr_ca: Possibilité de pluie faible

source: Chance heavy rain
fr_ca: Possibilité de pluie forte

source: Thunderstorms and rain
fr_ca: Orages avec pluie

source: Light thunderstorm
fr_ca: Orage léger

source: Ragged thunderstorm
fr_ca: Orages localisés

source: Thunderstorm with light drizzle
fr_ca: Orage et légère bruine

source: Thunderstorm with drizzle
fr_ca: Orage et bruine

source: Thunderstorm with heavy drizzle
fr_ca: Orage et forte bruine

source: Light intensity drizzle
fr_ca: Bruine légère

source: Heavy intensity drizzle
fr_ca: Forte bruine

source: Light intensity drizzle rain
fr_ca: Pluie très fine

source: Drizzle rain
fr_ca: Pluie fine

source: Heavy intensity drizzle rain
fr_ca: Grosse pluie fine

source: Shower rain and drizzle
fr_ca: Averses de pluie et de bruine

source: Heavy shower rain and drizzle
fr_ca: Grosses averses de pluie et de bruine

source: Shower drizzle
fr_ca: Averses de bruine

source: Moderate rain
fr_ca: Pluie modérée

source: Heavy intensity rain
fr_ca: Forte pluie

source: Very heavy rain
fr_ca: Très forte pluie

source: Extreme rain
fr_ca: Pluie extrême

source: Light intensity shower rain
fr_ca: Petites averses

source: Shower rain
fr_ca: Averses de pluie

source: Heavy intensity shower rain
fr_ca: Grosses averses

source: Ragged shower rain
fr_ca: Averses localisées

# light shower sleet (ice pellets)
source: Light shower sleet
fr_ca: Petites averses de neige fondue

# shower sleet (ice pellets)
source: Shower sleet
fr_ca: Averses de neige fondue

source: Light shower snow
fr_ca: Petites averses de neige

source: Shower snow
fr_ca: Averses de neige

source: Heavy shower snow
fr_ca: Grosses averses de neige

source: Sand/dust whirls
fr_ca: Tempête de sable

source: Sand
fr_ca: Sable

source: Dust
fr_ca: Poussière

source: Clear sky
fr_ca: Ciel dégagé

source: Few clouds
fr_ca: Peu nuageux

source: Scattered clouds
fr_ca: Partiellement nuageux

source: Broken clouds
fr_ca: Nuageux

source: Overcast clouds
fr_ca: Couvert

source: Periods of light snow
fr_ca: Faible neige intermittente

source: Freezing rain or rain
fr_ca: Pluie verglaçante ou pluie

source: Rain or freezing rain
fr_ca: Pluie ou pluie verglaçante

source: Freezing rain mixed with rain
fr_ca: Pluie verglaçante mêlée de pluie

source: Rain or snow
fr_ca: Pluie ou neige

source: Light Snow and Blowing Snow
fr_ca: Neige faible et poudrerie élevée

source: Rain or drizzle
fr_ca: Pluie ou bruine

source: Chance of rain or drizzle
fr_ca: Possibilité de pluie ou bruine

source: then
fr_ca: puis

source: Slight
fr_ca: Faible
